[
    {
        "title": "Point England Development Enabling Bill",
        "introductionDate": "07Dec2016",
        "memberInCharge": "  Hon Dr Nick Smith  ",
        "type": "Government",
        "billNumber": "223-1",
        "summary": "  The purpose of the bill is to enable housing development on 11.69 hectares of land on the Point England Recreation Reserve in Tāmaki in east Auckland.  "
    },
    {
        "title": "Consumers' Right to Know (Country of Origin of Food) Bill",
        "introductionDate": "08Dec2016",
        "memberInCharge": "  Steffan Browning  ",
        "type": "Member's",
        "billNumber": "231-1",
        "summary": "  The purpose of this bill is to enshrine in law consumers' right to know the country from which the food they are purchasing originated so that they can make informed purchasing decisions.  "
    },
    {
        "title": "Friendly Societies and Credit Unions (Regulatory Improvements) Amendment Bill",
        "introductionDate": "13Apr2017",
        "memberInCharge": "  Stuart Smith  ",
        "type": "Member's",
        "billNumber": "253-1",
        "summary": "  The bill amends the Friendly Societies and Credit Unions Act 1982, and is intended to remove unnecessary operating and compliance costs, promote greater efficiency, innovation, and accountability, bring credit unions into alignment with other financial service providers in New Zealand, and maintain the element of mutuality and the requirement of a common bond between members.  "
    },
    {
        "title": "Electoral (Registration by Special Vote) Amendment Bill",
        "introductionDate": "13Apr2017",
        "memberInCharge": "  Meka Whaitiri  ",
        "type": "Member's",
        "billNumber": "254-1",
        "summary": "  This bill amends the Electoral Act 1993 to allow unregistered voters to register by completing a special vote and so ensure that their votes are counted.  "
    },
    {
        "title": "International Transparent Treaties Bill",
        "introductionDate": "13Apr2017",
        "memberInCharge": "  Fletcher Tabuteau  ",
        "type": "Member's",
        "billNumber": "255-1",
        "summary": "  This bill proposes that all international treaties shall be approved by Parliament prior to the treaty being signed.  "
    },
    {
        "title": "Marriage (Court Consent to Marriage of Minors) Amendment Bill",
        "introductionDate": "13Apr2017",
        "memberInCharge": "  Joanne Hayes  ",
        "type": "Member's",
        "billNumber": "256-1",
        "summary": "  This bill proposes that 16 and 17 year olds who wish to marry must apply to the court, and sets out how the court is to consider the application.  "
    },
    {
        "title": "Family and Whānau Violence Legislation Bill",
        "introductionDate": "15Mar2017",
        "memberInCharge": "  Hon Amy Adams  ",
        "type": "Government",
        "billNumber": "247-1",
        "summary": "  This bill implements the decisions announced by the Government in September 2016 aimed at breaking the pattern of family violence and reducing the harm and cost inflicted on those who suffer violence and wider New Zealand society, including increasing access to risk and needs assessments and services, more accurately recording family violence offending in the criminal justice system, enabling the introduction of codes of practice, and new information sharing provisions.  "
    },
    {
        "title": "Broadcasting (Games of National Significance) Amendment Bill",
        "introductionDate": "08Dec2016",
        "memberInCharge": "  Clayton Mitchell  ",
        "type": "Member's",
        "billNumber": "227-1",
        "summary": "  The purpose of the bill is to define in law games and sporting events that are to be broadcast live on free-to-air television.  "
    },
    {
        "title": "Education (Teachers' Code of Ethics) Amendment Bill",
        "introductionDate": "09Mar2017",
        "memberInCharge": "  Hon Ruth Dyson  ",
        "type": "Member's",
        "billNumber": "244-1",
        "summary": "  This bill replaces the Code of Conduct referred to in section 387 of the Education Act 1989 with a new Code of Ethics, in order to reinstate the primacy of a code of ethics for the teaching profession.  "
    },
    {
        "title": "Arbitration Amendment Bill",
        "introductionDate": "09Mar2017",
        "memberInCharge": "  Paul Foster-Bell  ",
        "type": "Member's",
        "billNumber": "245-1",
        "summary": "  The purpose of this bill is to amend the Arbitration Act 1996 to ensure arbitration clauses in trust deeds are given effect to extend the presumption of confidentiality in arbitration to a rebuttable presumption of confidentiality in related court proceedings under the Act, to clearly define the grounds for setting aside an arbitral award and bring New Zealand’s approach into line with foreign arbitration legislation, and to confirm the consequence of failing to raise a timely objection to an arbitral tribunal’s jurisdiction.  "
    },
    {
        "title": "Land Transport (Vehicle User Safety) Amendment Bill",
        "introductionDate": "08Dec2016",
        "memberInCharge": "  Jami-Lee Ross  ",
        "type": "Member's",
        "billNumber": "229-1",
        "summary": "  This bill puts in place an enforcement regime against people soliciting money in exchange for washing car windows.  "
    },
    {
        "title": "Education (Update) Amendment Bill",
        "introductionDate": "22Aug2016",
        "memberInCharge": "  Hon Hekia Parata  ",
        "type": "Government",
        "billNumber": "160-2",
        "summary": "  This bill amends the Education Act 1989, and sets out objectives to guide the education system in the early childhood and schooling sectors. These objectives inform the setting of the Government’s priorities for these sectors through the statement of National Education and Learning Priorities, which will establish a clear strategic direction that allows a focus on children and young people and their educational outcomes.  "
    },
    {
        "title": "Electronic Interactions Reform Bill",
        "introductionDate": "21Sep2016",
        "memberInCharge": "  Hon Peter Dunne  ",
        "type": "Government",
        "billNumber": "175-2",
        "summary": "  This bill is an omnibus bill that amends a range of legislation to enable digital interactions between individuals, businesses, and government agencies, and forms part of ongoing information management and digital transformation work in the State sector.  "
    },
    {
        "title": "Telecommunications (Property Access and Other Matters) Amendment Bill",
        "introductionDate": "29Jun2016",
        "memberInCharge": "  Hon Simon Bridges  ",
        "type": "Government",
        "billNumber": "146-2",
        "summary": "  This bill is intended to reduce compliance costs for Telecommunications Development Levy payers by addressing identified issues with the liability allocation process; reduce the time taken to obtain the consent of all parties with an interest in the property a fibre connection needs to occupy; and extend the regulatory requirements relating to the Ultra-Fast Broadband programme to the extension of that programme.  "
    },
    {
        "title": "Fire and Emergency New Zealand Bill",
        "introductionDate": "30Jun2016",
        "memberInCharge": "  Hon Peter Dunne  ",
        "type": "Government",
        "billNumber": "148-2",
        "summary": "  This Bill repeals the two Acts governing fire services, the Fire Service Act 1975 and the Forest and Rural Fires Act 1977, to give effect to a single, unified fire services organisation for New Zealand.  "
    },
    {
        "title": "Resource Legislation Amendment Bill",
        "introductionDate": "26Nov2015",
        "memberInCharge": "  Hon Dr Nick Smith  ",
        "type": "Government",
        "billNumber": "101-3",
        "summary": "  The overarching purpose of this bill is to create a resource management system that achieves the sustainable management of natural and physical resources in an efficient and equitable way.  "
    },
    {
        "title": "Taxation (Annual Rates for 2017-18, Employment and Investment Income, and Remedial Matters) Bill",
        "introductionDate": "06Apr2017",
        "memberInCharge": "  Hon Judith Collins  ",
        "type": "Government",
        "billNumber": "249-1",
        "summary": "  This omnibus bill contains taxation amendments aimed at modernising and improving the settings for the administration of the tax system, and at improving the current tax settings within a broad-base, low rate framework.  "
    },
    {
        "title": "Employment Relations (Allowing Higher Earners to Contract Out of Personal Grievance Provisions) Amendment Bill",
        "introductionDate": "08Dec2016",
        "memberInCharge": "  Scott Simpson  ",
        "type": "Member's",
        "billNumber": "225-1",
        "summary": "  This bill amends the Employment Relations Act 2000 to allow employees with an annual gross salary over $150,000 to contract out of the personal grievance provisions.  "
    },
    {
        "title": "Anti-Money Laundering and Countering Financing of Terrorism Amendment Bill",
        "introductionDate": "13Mar2017",
        "memberInCharge": "  Hon Amy Adams  ",
        "type": "Government",
        "billNumber": "248-1",
        "summary": "  This bill will amend the Anti-Money Laundering and Countering Financing of Terrorism Act 2009 so that the core obligations will also apply to real estate agents, lawyers, accountants, conveyancers, the New Zealand Racing Board, and some high-value dealers, and also establishes the Department of Internal Affairs as the relevant anti-money laundering and countering financing of terrorism supervisor for these entities.  "
    },
    {
        "title": "Equal Pay Amendment Bill",
        "introductionDate": "23Mar2017",
        "memberInCharge": "  Jan Logie  ",
        "type": "Member's",
        "billNumber": "251-1",
        "summary": "  This bill amends the Equal Pay Act 1972 and the Employment Relations Act 2000 to remove discrimination in pay rates between men and women in the same jobs by making publicly available statistical information relating to their rates of remuneration.  "
    },
    {
        "title": "Ombudsmen (Cost Recovery) Amendment Bill",
        "introductionDate": "23Mar2017",
        "memberInCharge": "  Hon David Parker  ",
        "type": "Member's",
        "billNumber": "250-1",
        "summary": "  This bill allows the Ombudsmen to set guidelines for recovering the costs of their investigations from the agencies being investigated.  "
    },
    {
        "title": "Crown Minerals (Protection of World Heritage Sites) Amendment Bill",
        "introductionDate": "23Mar2017",
        "memberInCharge": "  Hon Ruth Dyson  ",
        "type": "Member's",
        "billNumber": "252-1",
        "summary": "  The purpose of this Bill is to add World Heritage Sites to Schedule 4 of the Crown Minerals Act 1991, which will provide them with protection from mining.  "
    },
    {
        "title": "Rangitāne Tū Mai Rā (Wairarapa Tāmaki nui-ā-Rua) Claims Settlement Bill",
        "introductionDate": "25Aug2016",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "162-1",
        "summary": "  This bill gives effect to the deed of settlement signed on 6 August 2016 in which the Crown and Rangitāne o Wairarapa and Rangitāne o Tamaki nui-ā-Rua agreed to the final settlement of the historical Treaty of Waitangi claims of Rangitāne.  "
    },
    {
        "title": "Statutes Repeal Bill",
        "introductionDate": "06Sep2016",
        "memberInCharge": "  Hon Paul Goldsmith  ",
        "type": "Government",
        "billNumber": "123-2",
        "summary": "  This bill repeals or partially repeals 132 Acts that are no longer needed because they no longer have any actual effect, have very limited effect, or are designed to achieve regulatory outcomes that are no longer relevant  "
    },
    {
        "title": "Dairy Industry Restructuring Amendment Bill",
        "introductionDate": "16Mar2017",
        "memberInCharge": "  Hon Nathan Guy  ",
        "type": "Government",
        "billNumber": "242-1",
        "summary": "  The purpose of this bill is to amend the Dairy Industry Restructuring Amendment Act 2001 to prevent the expiry of certain provisions within the Act, provide for periodic reviews of the state of competition and the need for regulation of dairy markets in the future, and remove an element of the regime that contributes least to the Act's efficiency and contestability objectives.  "
    },
    {
        "title": "Domestic Violence—Victims' Protection Bill",
        "introductionDate": "01Dec2016",
        "memberInCharge": "  Jan Logie  ",
        "type": "Member's",
        "billNumber": "215-1",
        "summary": "  This bill amends the Domestic Violence Act 1995, Employment Relations Act 2000, Health and Safety at Work Act 2015, Holidays Act 2003, and Human Rights Act 1993 with a view to enhancing legal protections for victims of domestic violence.  "
    },
    {
        "title": "Crimes (Increased Penalty for Providing Explosive to Commit Crime) Amendment Bill",
        "introductionDate": "10Nov2016",
        "memberInCharge": "  Alastair Scott  ",
        "type": "Member's",
        "billNumber": "207-1",
        "summary": "  The purpose of this bill is to amend the Crimes Act 1961 to increase the penalty for providing explosives to commit an offence from a maximum of 2 years to a maximum of 5 years imprisonment.  "
    },
    {
        "title": "Iwi and Hapū of Te Rohe o Te Wairoa Claims Settlement Bill",
        "introductionDate": "20Dec2016",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "236-1",
        "summary": "  This bill gives effect to the Deed of Settlement in which the Crown and the iwi and hapū of Te Rohe o Te Wairoa agree to a final settlement of all historical Treaty of Waitangi claims of the iwi and hapū of Te Rohe o Te Wairoa.  "
    },
    {
        "title": "Land Transport Amendment Bill",
        "introductionDate": "12Sep2016",
        "memberInCharge": "  Hon Simon Bridges  ",
        "type": "Government",
        "billNumber": "173-2",
        "summary": "  This bill will strengthen the legislation relating to alcohol interlocks, strengthen the framework for managing public transport fare evasion, create more effective deterrents to reduce the incidence of fleeing drivers, make changes to heavy vehicle regulation, change the regulatory framework for small passenger services, and make a range of minor amendments to ensure that the Land Transport Act 1998 is clear and operating as intended.  "
    },
    {
        "title": "Enhancing Identity Verification and Border Processes Legislation Bill",
        "introductionDate": "24Aug2016",
        "memberInCharge": "  Hon Amy Adams  ",
        "type": "Government",
        "billNumber": "147-2",
        "summary": "  This bill is an omnibus bill to strengthen the ability of agencies within the wider justice community to perform their functions related to law enforcement, including the detention of restricted patients, special patients, special care recipients, and other offenders.  "
    },
    {
        "title": "Youth Employment Training and Education Bill",
        "introductionDate": "09Mar2017",
        "memberInCharge": "  Darroch Ball  ",
        "type": "Member's",
        "billNumber": "246-1",
        "summary": "  This bill proposes an employment option through the Ministry of Social Development in partnership with the New Zealand Defence Force.  "
    },
    {
        "title": "Appropriation (2015/16 Confirmation and Validation) Bill",
        "introductionDate": "08Feb2017",
        "memberInCharge": "  Hon Steven Joyce  ",
        "type": "Government",
        "billNumber": "235-1",
        "summary": "  This bill will confirm the Public Finance (Transfers Between Outputs) Order 2016, confirm unappropriated expenditure incurred for the 2015/16 financial year, and validate certain unappropriated expenditure.  "
    },
    {
        "title": "Ngāti Pūkenga Claims Settlement Bill",
        "introductionDate": "29Feb2016",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "119-2",
        "summary": "  This bill gives effect to the deed of settlement signed on 7 April 2013 in which the Crown and Ngāti Pūkenga agreed to the final settlement of the historical Treaty of Waitangi claims of Ngāti Pūkenga.  "
    },
    {
        "title": "Tauranga Moana Iwi Collective Redress and Ngā Hapū o Ngati Ranginui Claims Settlement Bill",
        "introductionDate": "03Nov2015",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "84-2",
        "summary": "  This Bill gives effect to certain matters contained in the deed signed on 21 January 2015 between the Crown and the Tauranga Moana Iwi Collective. It also gives effect to the deed of settlement signed on 21 June 2012 in which the Crown and Ngā Hapū o Ngāti Ranginui agreed to the final settlement of the historical Treaty of Waitangi claims of Ngā Hapū o Ngāti Ranginui.  "
    },
    {
        "title": "Conservation (Infringement System) Bill",
        "introductionDate": "22Feb2017",
        "memberInCharge": "  Hon Maggie Barry  ",
        "type": "Government",
        "billNumber": "241-1",
        "summary": "  This bill is an omnibus bill to amend a number of conservation-related legislation. The bill looks to introduce an infringement system only to be provided to central and local government agencies, to deal with less serious offending in relation to public resources.  "
    },
    {
        "title": "Maritime Crimes Amendment Bill",
        "introductionDate": "02May2016",
        "memberInCharge": "  Hon Murray McCully  ",
        "type": "Government",
        "billNumber": "128-2",
        "summary": "  This bill amends the Maritime Crimes Act 1999 to implement obligations under two maritime counter-terrorism treaties, the Protocol of 2005 to the Rome Convention for the Suppression of Unlawful Acts Against the Safety of Maritime Navigation and the Protocol of 2005 to the Rome Protocol for the Suppression of Unlawful Acts Against the Safety of Fixed Platforms Located on the Continental Shelf, to ensure that the maritime security framework can respond to contemporary transnational terrorist threats.  "
    },
    {
        "title": "Contract and Commercial Law Bill",
        "introductionDate": "19May2016",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "134-2",
        "summary": "  This is a revision bill to re-enact, in an up-to-date and accessible form, the Carriage of Goods Act 1979, the Contracts (Privity) Act 1982, the Contractual Mistakes Act 1977, the Contractual Remedies Act 1979, the Electronic Transactions Act 2002, the Frustrated Contracts Act 1944, the Illegal Contracts Act 1970, the Mercantile Law Act 1908 (other than Part 5), the Minors' Contracts Act 1969, the Sale of Goods Act 1908, and the Sale of Goods (United Nations Convention) Act 1994.  "
    },
    {
        "title": "Trade (Anti-dumping and Countervailing Duties) Amendment Bill",
        "introductionDate": "08Jun2016",
        "memberInCharge": "  Hon Jacqui Dean  ",
        "type": "Government",
        "billNumber": "143-1",
        "summary": "  This Bill introduces a public interest test into New Zealand's anti-dumping and countervailing duties regime; it introduces a provision allowing for an anti-dumping and a countervailing duty to be deferred if users of the goods have been significantly impacted by a natural disaster or other emergency; and it makes a number of other minor and technical changes.  "
    },
    {
        "title": "Education (Tertiary Education and Other Matters) Amendment Bill",
        "introductionDate": "08Feb2017",
        "memberInCharge": "  Hon Paul Goldsmith  ",
        "type": "Government",
        "billNumber": "210-1",
        "summary": "  This bill amends the Education Act 1989 to increase funding flexibility in the tertiary education system, strengthen the accountability, and monitoring of tertiary education organisations, and ensure consistent treatment of public and private tertiary education providers.  "
    },
    {
        "title": "Children, Young Persons, and Their Families (Oranga Tamariki) Legislation Bill",
        "introductionDate": "08Dec2016",
        "memberInCharge": "  Hon Anne Tolley  ",
        "type": "Government",
        "billNumber": "224-1",
        "summary": "  This omnibus bill covers a wide range of legislative reforms to support the new operating model for the Ministry for Vulnerable Children, Oranga Tamariki, and will establish the statutory framework required to create a more child-centred operating model to meet the needs of vulnerable children and young persons.  "
    },
    {
        "title": "Te Ture Whenua Māori Bill",
        "introductionDate": "14/4/16",
        "memberInCharge": "  Hon Te Ururoa Flavell  ",
        "type": "Government",
        "billNumber": "126-2",
        "summary": "  Te Ture Whenua Māori Bill  This is a bill to restate and reform the law relating to Māori land.  "
    },
    {
        "title": "Private International Law (Choice of Law in Tort) Bill",
        "introductionDate": "22Sep2016",
        "memberInCharge": "  Sarah Dowie  ",
        "type": "Member's",
        "billNumber": "181-1",
        "summary": "  This bill clarifies which jurisdiction’s law is applicable in actions of tort and provides guidance to the courts on matters of characterisation. This bill also abolishes certain common law rules dealing with actionability and sets out the general rule that the applicable law will be the law of the jurisdiction in which the events constituting the tort in question occur.  "
    },
    {
        "title": "Films, Videos, and Publications Classification (Interim Restriction Order Classification) Amendment Bill",
        "introductionDate": "10/11/16",
        "memberInCharge": "  Chris Bishop  ",
        "type": "Member's",
        "billNumber": "205-1",
        "summary": "  Films, Videos, and Publications Classification (Interim Restriction Order Classification) Amendment Bill  This bill would amend the Films, Videos, and Publications Classification Act 1993 to provide the President of the Film and Literature Board of Review, and the High Court, with flexibility when making interim restriction orders to classify the order as applying to a particular age or class of persons, or for a particular purpose.  "
    },
    {
        "title": "Customs and Excise Bill",
        "introductionDate": "23/11/16",
        "memberInCharge": "  Hon Nicky Wagner  ",
        "type": "Government",
        "billNumber": "209-1",
        "summary": "  Customs and Excise Bill  This bill will replace the Customs and Excise Act 1996, and will support the movement of legitimate travellers and goods across the border and provide the legal tools needed to protect New Zealand from people or goods that may cause harm, and also supports the collection of Crown revenue.  "
    },
    {
        "title": "Health (Fluoridation of Drinking Water) Amendment Bill",
        "introductionDate": "17/11/16",
        "memberInCharge": "  Hon Peter Dunne  ",
        "type": "Government",
        "billNumber": "208-1",
        "summary": "  Health (Fluoridation of Drinking Water) Amendment Bill  This bill amends Part 2A of the Health Act 1956 by inserting a power for DHBs to make decisions and give directions about the fluoridation of local government drinking water supplies in their areas.  "
    },
    {
        "title": "Maritime Transport Amendment Bill",
        "introductionDate": "10Nov2016",
        "memberInCharge": "  Hon Simon Bridges  ",
        "type": "Government",
        "billNumber": "200-1",
        "summary": "  This bill makes miscellaneous amendments to the Maritime Transport Act 1994 that address several distinct policy objectives.  "
    },
    {
        "title": "Rates Rebate (Retirement Village Residents) Amendment Bill",
        "introductionDate": "5/5/16",
        "memberInCharge": "  Hon Ruth Dyson  ",
        "type": "Member's",
        "billNumber": "132-1",
        "summary": "  Rates Rebate (Retirement Village Residents) Amendment Bill  This bill addresses an anomaly in the Rates Rebate Act 1973, and ensure that retirement village residents are recognised as paying rates and are therefore entitled to apply for a rates rebate regardless of the billing practice of the local authority.  "
    },
    {
        "title": "Energy Innovation (Electric Vehicles and Other Matters) Amendment Bill",
        "introductionDate": "27/10/16",
        "memberInCharge": "  Hon Judith Collins  ",
        "type": "Government",
        "billNumber": "196-1",
        "summary": "  Energy Innovation (Electric Vehicles and Other Matters) Amendment Bill  This is an omnibus bill amending the Electricity Industry Act 2010, the Energy (Fuels, Levies, and References) Act 1989, the Land Transport Act 1998, and the Road User Charges Act 2012. The broad policy of this bill is to encourage energy innovation, such as emerging energy technologies and increased variation in energy-related business models, so that New Zealand has the ability to respond to its environmental and energy objectives.  "
    },
    {
        "title": "Outer Space and High-altitude Activities Bill",
        "introductionDate": "19Sep2016",
        "memberInCharge": "  Hon Simon Bridges  ",
        "type": "Government",
        "billNumber": "179-1",
        "summary": "  This bill establishes a regulatory regime to govern space launches, including both launch vehicles and payloads (eg, satellites), from New Zealand and by New Zealand nationals operating overseas. It also provides a legal framework for high-altitude activities that originate from New Zealand.  "
    },
    {
        "title": "Land Transfer Bill",
        "introductionDate": "11Feb2016",
        "memberInCharge": "  Hon Mark Mitchell  ",
        "type": "Government",
        "billNumber": "118-2",
        "summary": "  This bill implements the Government's response to the recommendations from the Law Commission's report A New Land Transfer Act, which was aimed at modernising, simplifying, and consolidating the land transfer legislation for enhanced clarity and accessibility.  "
    },
    {
        "title": "Māori Purposes Bill",
        "introductionDate": "22Jul2015",
        "memberInCharge": "  Hon Te Ururoa Flavell  ",
        "type": "Government",
        "billNumber": "44-2",
        "summary": "  This bill is an omnibus Bill that amends the Maori Purposes Act 1991, which governs the Wi Pere Trust and the Maori Trust Boards (Transitional Provisions) Order 2012. "
    },
    {
        "title": "Consumer Guarantees (Removal of Unrelated Party Lender Responsibility) Amendment Bill",
        "introductionDate": "3/12/15",
        "memberInCharge": "  Dr Shane Reti  ",
        "type": "Member's",
        "billNumber": "112-1",
        "summary": "  Consumer Guarantees (Removal of Unrelated Party Lender Responsibility) Amendment Bill  The purpose of this bill is to amend the definition of supplier in the Consumer Guarantees Act 1993 to exclude a lender who is an unrelated party from the definition of a supplier.  "
    },
    {
        "title": "Ngatikahu ki Whangaroa Claims Settlement Bill",
        "introductionDate": "10/3/16",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "121-2",
        "summary": "  Ngatikahu ki Whangaroa Claims Settlement Bill  This bill gives effect to the deed of settlement signed on 18 December 2015 in which the Crown and Ngatikahu ki Whangaroa agreed to the final settlement of the historical Treaty of Waitangi claims of Ngatikahu ki Whangaroa.  "
    },
    {
        "title": "New Plymouth District Council (Waitara Lands) Bill",
        "introductionDate": "14Sep2016",
        "memberInCharge": "  Jonathan Young  ",
        "type": "Local",
        "billNumber": "174-1",
        "summary": "  This bill broadens the purposes for which net accumulated and future rental income and proceeds of sale of significant amounts of endowment land at Waitara can be applied.  "
    },
    {
        "title": "Food Safety Law Reform Bill",
        "introductionDate": "2/6/16",
        "memberInCharge": "  Hon David Bennett  ",
        "type": "Government",
        "billNumber": "135-2",
        "summary": "  Food Safety Law Reform Bill  This Bill is an omnibus Bill introduced in accordance with Standing Order 263(a). The Bill makes improvements and enhancements to three Acts governing the food safety system, improving their alignment, operation, and design so as to better protect human health, and maintain and strengthen New Zealand's reputation as a supplier of safe and suitable food both domestically and internationally.  "
    },
    {
        "title": "Social Security (Stopping Benefit Payments for Offenders who Repeatedly Fail to Comply with Community Sentences) Amendment Bill",
        "introductionDate": "12Nov2015",
        "memberInCharge": "  Brett Hudson  ",
        "type": "Member's",
        "billNumber": "92-1",
        "summary": "  This bill would give the Department of Corrections the power to issue warnings to persons who have not complied with community-based sentences, with the consequence of withholding benefit payments.  "
    },
    {
        "title": "Local Government Act 2002 Amendment Bill (No 2)",
        "introductionDate": "9/6/16",
        "memberInCharge": "  Hon Anne Tolley  ",
        "type": "Government",
        "billNumber": "144-1",
        "summary": "  Local Government Act 2002 Amendment Bill (No 2)  This Bill implements a set of reforms to enable improved service delivery and infrastructure provision arrangements at the local government level.  "
    },
    {
        "title": "Ngāi Te Rangi and Ngā Pōtiki Claims Settlement Bill",
        "introductionDate": "2/5/16",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "127-2",
        "summary": "  Ngāi Te Rangi and Ngā Pōtiki Claims Settlement Bill  This bill gives effect to the deed of settlement signed on 14 December 2013 in which the Crown and Ngāi Te Rangi and Ngā Pōtiki agreed to the final settlement of the historical Treaty of Waitangi claims of Ngāi Te Rangi and Ngā Pōtiki.  "
    },
    {
        "title": "Healthy Homes Guarantee Bill (No 2)",
        "introductionDate": "15/10/15",
        "memberInCharge": "  Andrew Little  ",
        "type": "Member's",
        "billNumber": "77-1",
        "summary": "  Healthy Homes Guarantee Bill (No 2)  This Bill amends the Residential Tenancies Act 1986 with the purpose of ensuring that every rental home in New Zealand meets minimum standards of heating and insulation.  "
    },
    {
        "title": "Social Security Legislation Rewrite Bill",
        "introductionDate": "17/3/16",
        "memberInCharge": "  Hon Anne Tolley  ",
        "type": "Government",
        "billNumber": "122-2",
        "summary": "  Social Security Legislation Rewrite Bill  This bill repeals and replaces the Social Security Act 1964 and the Social Welfare (Reciprocity Agreements, and New Zealand Artificial Limb Service) Act 1990, provides an improved legislative structure, and reduces the level of detail in primary legislation to enhance clarity, coherency, and consistency.  "
    },
    {
        "title": "Kermadec Ocean Sanctuary Bill",
        "introductionDate": "8/3/16",
        "memberInCharge": "  Hon Dr Nick Smith  ",
        "type": "Government",
        "billNumber": "120-2",
        "summary": "  Kermadec Ocean Sanctuary Bill  The purpose of this Bill is to establish a new marine protected area in New Zealand's exclusive economic zone around the Kermadec Islands and to preserve it in its natural state.  "
    },
    {
        "title": "Commerce (Cartels and Other Matters) Amendment Bill",
        "introductionDate": "13Oct2011",
        "memberInCharge": "  Hon Jacqui Dean  ",
        "type": "Government",
        "billNumber": "341-2",
        "summary": "  This bill amends the Commerce Act 1986, introducing criminal sanctions for hard-core cartel behaviour and making amendments to provisions that govern jurisdiction and penalties.  "
    },
    {
        "title": "Accounting Infrastructure Reform Bill",
        "introductionDate": "2/12/13",
        "memberInCharge": "  Hon Paul Goldsmith  ",
        "type": "Government",
        "billNumber": "180-2",
        "summary": "  Accounting Infrastructure Reform Bill  This bill continues the changes begun by the Financial Markets Conduct Act 2013 and the Financial Reporting Act 2013. It proposes amendments to the rules on who may perform statutory audits, to the restrictions on legal form for audit firms, to the requirement for independent assurance of financial statements for certain charities, and to the rules relating to how the New Zealand Institute of Chartered Accountants structures itself.  "
    },
    {
        "title": "Legislation Amendment Bill",
        "introductionDate": "20/5/14",
        "memberInCharge": "  Hon Paul Goldsmith  ",
        "type": "Government",
        "billNumber": "213-1",
        "summary": "  Legislation Amendment Bill  This bill is intended to re-enact the Interpretation Act 1999 in the Legislation Act 2012 and improve the interpretation rules, increase the availability of information about the development and content of new Government-initiated legislation, and update the Legislation Act 2012 to take into account disclosure statements and the status of official electronic versions of legislation.  "
    },
    {
        "title": "Insolvency Practitioners Bill",
        "introductionDate": "27/4/10",
        "memberInCharge": "  Hon Jacqui Dean  ",
        "type": "Government",
        "billNumber": "141-2",
        "summary": "  Insolvency Practitioners Bill  This bill creates powers to restrict or prohibit individuals from providing insolvency services, and strengthens measures to automatically disqualify insolvency practitioners.  "
    },
    {
        "title": "Natural Health and Supplementary Products Bill",
        "introductionDate": "7/9/11",
        "memberInCharge": "  Hon Dr Jonathan Coleman  ",
        "type": "Government",
        "billNumber": "324-2",
        "summary": "  Natural Health and Supplementary Products Bill  This bill establishes a system for the regulation of low-risk natural health products in New Zealand.  (Formerly Natural Health Products Bill)  "
    },
    {
        "title": "Regulatory Standards Bill",
        "introductionDate": "15/3/11",
        "memberInCharge": "  Hon Paul Goldsmith  ",
        "type": "Government",
        "billNumber": "277-1",
        "summary": "  Regulatory Standards Bill  The bill proposes measures to improve the quality of regulation (meaning Acts of Parliament, statutory regulations, and tertiary legislation) in New Zealand.  "
    },
    {
        "title": "Taxation (Income-sharing Tax Credit) Bill",
        "introductionDate": "16/8/10",
        "memberInCharge": "  Hon Judith Collins  ",
        "type": "Government",
        "billNumber": "185-1",
        "summary": "  Taxation (Income-sharing Tax Credit) Bill  This bill amends the Income Tax Act 2007 and the Tax Administration Act 1994 to provide an annual tax credit for couples who have responsibility for a dependent child.  "
    },
    {
        "title": "Ngā Rohe Moana o Ngā Hapū o Ngāti Porou Bill",
        "introductionDate": "29/9/08",
        "memberInCharge": "  Hon Christopher Finlayson  ",
        "type": "Government",
        "billNumber": "303-1",
        "summary": "  Ngā Rohe Moana o Ngā Hapū o Ngāti Porou Bill  The bill gives effect to the deed of agreement between ngā hapu o Ngāti Porou and the Crown  "
    }
]